HELP='''、、、
    這是GCB0455的使用說明 

    !help      會出現這個說明

    !random_poetry  會隨機給你一首詩，讓你對「要吃甚麼?」有點頭緒

    !random_food   會隨機推薦一種食物

    !nearby     根據機器人的文字提示輸入郵遞區號，即可獲得周遭餐廳推薦

    !ate  {食物}   須加上食物名稱的參數(不用大括號)，機器人會記錄你吃了這個東西

    !what_did_i_eat 會讓你看你吃過的東西
    
    !receipt  n/l  {發票號碼}  須加上 1.參數\"n\"或\"l\"表示「新發票」或「舊發票」分類
                         2.完整發票號碼的參數(不用大括號)
                         機器人會自動為你對獎

    !addmoney  {花費(NTD)}   須加上在食物上所花金額的數字參數(不用大括號)<注意單位不要混用>
                   機器人會更新你的資料，告訴你累積至此的餐費並給你評價

    !addvegetable  {蔬菜重(g)} 須加上蔬菜重量的數字參數(不用大括號)<注意單位為公克>
                   機器人會更新你的資料，告訴你累積至此的蔬菜食用量

    !farm  {食物}        根據你紀錄中的蔬菜食用量，顯示你的蔬菜農場

    !jsadf  {食物}       須加上食物名稱的參數(不用大括號)
                   機器人會幫你存下接續上傳的食物照片做驗證紀錄

    !show_off {食物}      須加上食物名稱的參數(不用大括號)
                  機器人會＠所有人，讓大家知道你吃了什麼!
                  若你在語音頻道內，會進來提醒大家去看看你吃了什麼。
                  也可以幫你加入身分組來持續展現!

    !mother          須先加入語音頻道機器人會加入你所在的語音頻道，撥放呼叫音訊並自動退出

    !set_alarm {時間(24小時制)} 可以指定呼叫時間，機器人會在文字頻道＠你說指定時間到了
    
    !nomother"          讓呼叫機器人退出語音頻道
、、、'''